// src/app/metaphysics/data/modernGreek.ts

import { Language } from '../types';

export const modernGreek: Language = {
  name: "Νέα Ελληνικά - Modern Greek",
  sections: [
    "Το Συμπόσιο αρχίζει απο το 4.",

    "Γιατί οι εραστές βογκούν όταν κάνουν έρωτα;<br /><br />Η Διοτίμα έχει την απάντηση.",

    "Το Συμπόσιο διαδραματίζεται σε ένα συμπόσιο στην Αθήνα το 416 π.Χ., στο σπίτι του Αγάθωνα, για να γιορταστεί η δραματική του νίκη. Ο διάλογος παρουσιάζεται μέσα από ένα πολυεπίπεδο αφηγηματικό πλαίσιο, όπου ο Απολλόδωρος αφηγείται μια ιστορία που άκουσε από τον Αριστόδημο σχετικά με ένα φιλοσοφικό συμπόσιο, στο οποίο ο Σωκράτης και άλλοι εκφωνούν λόγους προς έπαινο του Έρωτα.",

    "<b>Απολλόδωρος</b><br />«Νομίζω ότι δεν είμαι απροετοίμαστος σχετικά με όσα ρωτάτε. Γιατί έτυχε προχθές να ανεβαίνω από το σπίτι μου προς το άστυ, ερχόμενος από το Φάληρο. Κάποιος λοιπόν από τους γνωστούς, βλέποντάς με από πίσω από μακριά, με φώναξε και, αστειευόμενος μαζί με το κάλεσμα, είπε: “Ω Φαληρεύς, εσύ, Απολλόδωρε, περίμενε!” Κι εγώ σταμάτησα και τον περίμενα.",

    "Και εκείνος είπε: “Απολλόδωρε, και μάλιστα πρόσφατα σε αναζητούσα, θέλοντας να μάθω με λεπτομέρεια για τη συντροφιά στο σπίτι του Αγάθωνα, και για τον Σωκράτη και τον Αλκιβιάδη και τους άλλους που τότε παρευρέθηκαν στο δείπνο, ποιοι ήταν οι ερωτικοί λόγοι που ειπώθηκαν. Γιατί κάποιος άλλος μου τα διηγήθηκε, που τα είχε ακούσει από τον Φοίνικα, τον γιο του Φιλίππου, και έλεγε πως και εσύ τα γνωρίζεις. Όμως δεν είχε τίποτε σαφές να πει. Εσύ λοιπόν διηγήσου τα σε μένα· γιατί είσαι ο πιο αρμόδιος να μεταφέρεις τα λόγια του φίλου σου. Αλλά πρώτα”, είπε, “πες μου: εσύ ο ίδιος παρευρέθηκες σε αυτή τη συντροφιά ή όχι;” Κι εγώ είπα ότι “φαίνεται πως αυτός που σου τα διηγήθηκε δεν σου είπε τίποτε σαφές, αν νομίζεις ότι αυτή η συντροφιά για την οποία ρωτάς έγινε πρόσφατα, ώστε να έχω κι εγώ παραβρεθεί.”",

    "“Εγώ βέβαια έτσι νόμιζα”, είπε. “Από πού κι ως πού;” είπα εγώ, “ω Γλαύκων; Δεν γνωρίζεις ότι ο Αγάθων δεν έχει έρθει εδώ και πολλά χρόνια; Και από τότε που εγώ συναναστρέφομαι τον Σωκράτη και έχω φροντίσει να γνωρίζω κάθε μέρα τι λέει ή τι κάνει, δεν έχουν περάσει ακόμη τρία χρόνια;”»",

    "«Παλαιότερα όμως, τρέχοντας εδώ κι εκεί όπου τύχαινε και νομίζοντας πως κάνω κάτι σπουδαίο, ήμουν πιο δυστυχισμένος από οποιονδήποτε, όχι λιγότερο από όσο εσύ τώρα, νομίζοντας ότι πρέπει να κάνω τα πάντα μάλλον παρά να φιλοσοφώ.»<br /><br />Κι εκείνος είπε: «Μην κοροϊδεύεις, αλλά πες μου πότε έγινε αυτή η συντροφιά.»<br /><br />Κι εγώ είπα ότι «ήμαστε ακόμη παιδιά, όταν ο Αγάθων νίκησε με την πρώτη του τραγωδία, την επόμενη μέρα — ή τη μέρα που ο ίδιος και οι χορευτές του πρόσφεραν τη θυσία για τη νίκη.»<br /><br />«Βέβαια», είπε, «άρα, όπως φαίνεται, πάει πολύς καιρός. Αλλά ποιος σου τα διηγήθηκε; Μήπως ο ίδιος ο Σωκράτης;»",

    "«Μα τον Δία», είπα εγώ, «αλλά όπως ακριβώς στον Φοίνικα. Ήταν κάποιος Αριστόδημος, από τον δήμο Κυδαθηναίων, μικρόσωμος, πάντοτε ξυπόλυτος· είχε παραβρεθεί στη συντροφιά, όντας από τους πιο αφοσιωμένους εραστές του Σωκράτη εκείνη την εποχή, όπως τουλάχιστον μου φαίνεται. Ωστόσο, είχα ήδη ρωτήσει και τον ίδιο τον Σωκράτη για μερικά από όσα είχα ακούσει από εκείνον, και μου τα επιβεβαίωσε, όπως ακριβώς τα είχε διηγηθεί.»<br /><br />«Και λοιπόν», είπε, «δεν θα μου τα διηγηθείς; Άλλωστε, ο δρόμος προς την πόλη είναι ιδανικός για όσους βαδίζουν μαζί και θέλουν και να μιλούν και να ακούν.»",


  ]
};